Repository: Arbeidskar/arkade5
Catalog: src/Arkivverket.Arkade.GUI/Resources/MetadataToolTips.*.resx
Languages: nb_no

# RecordStatusNEW
source: Accession – A new archive package for deposition or submittal. This is usually the main basis which constitutes the majority of the archival material for deposition.
nb_no: Aksesjon – En ny deponeringspakke som skal deponeres eller avleveres til angitt depot. Dette er ofte hovedgrunnlaget som utgjør majoriteten av arkivmaterialet som deponeres.

# RecordStatusSUPPLEMENT
source: Addition – An archive package containing data whose purpose is to enrich a base package. I.e.: tabel descriptions, production formats, system documentation, document templates, logs e.t.c.
nb_no: Tilvekst – En deponeringspakke med innhold som videre beriker grunnlaget. Det kan være tabelbeskrivelser, produksjonsformater, systemdokumentasjon, dokumentmaler eller logger o.l.

# RecordStatusREPLACEMENT
source: Correction – A new archive package which entirely or partially corrects a previously submitted package.
nb_no: Korreksjon – En ny deponeringspakke som korrigerer en tidligere pakke, enten fullstendig eller delvis. Det kan være at en tidligere pakke er avvist eller inneholder avvik av en særskilt høy karakter som fører til at kvaliteten forringes.

# RecordStatusTEST
source: An archival package for evaluation or trial. Commonly used when a package is submitted as an evaluation of another package, or for testing purposes; i.e.: infrastructure or procedures. These kind of packages are usually discarded afterwards.
nb_no: Prøvepakke eller Evalueringspakke, disse pakkene sendes ofte til depot som en evaluering av arbeidet som er gjort eller for å teste infrastruktur eller rutiner. Disse pakkene kan oftest forkastes i ettertid.

# RecordStatusVERSION
source: Period – An archive package containing a possible new period of the archival material. Not to be confused with an 'Addition' (SUPPLEMENT) Example: A periodization is submitted from a new system, however, purpose and roles are unchanged.
nb_no: Periode – En deponeringspakke som inneholder en potensielt ny periode av av materialet. Dette er ikke det samme som en tilvekst da dette gjerne fører med seg nye SUPPLEMENT-pakker og gjelder for en ny virkeperiode. Et eksempel her er når det kommer en periodisering fra et nytt system, men hvor formål og roller har vært de samme.

# RecordStatusOTHER
source: Other – An archive package not fitting any of the above descriptions.
nb_no: Annet – En deponeringspakke eller annen type pakke som ikke passer inn i beskrivelsene over.

# ArchiveDescription
source: todo: Description of the archive package
nb_no: todo: Beskrivelse av arkivet

# AgreementNumber
source: todo: Reference number for the archive package
nb_no: todo: Referansenummer for innlevering

# DeliveryType
source: Description of the archive system type
nb_no: Beskrivelse av forsendelsen, arkivets systemtype

# RecordStatus
source: Archive package status type
nb_no: Pakkens oppføringstype

# PackageNumber
source: Indicates the position of this package in a series or session. E.g.: NEW - 1.0 SUPPLEMENT - (1..N).(1..N) REPLACEMENT - (1..N).(0..N)b VERSION - (2..N).0
nb_no: Indikerer hvilken posisjon i en serie eller sesjon denne pakken tilhører. Eksempeloppsett relatert til oppføringstyper: NEW - 1.0 SUPPLEMENT - (1..N).(1..N) REPLACEMENT - (1..N).(0..N)b VERSION - (2..N).0

# ReferenceCode
source: The purpose of this reference code must be agreed upon by submitter and receiver. Some examples: - Case or project number at agency/municipality/archive creator/archive owner - UUID of previously submitted package with record status NEW/VERSION (if this package has record status SUPPLEMENT/REPLACEMENT)
nb_no: Dersom denne brukes, skal det gjøres etter avtale mellom avsender og mottaker. Det må også avtales hva referansekoden skal referere til. Eksempler: - Saks- eller prosjektnummer hos etat/kommune/arkivskaper/arkiveier - UUID til hovedpakke i NEW/VERSION (dersom denne pakken har oppføringstypen SUPPLEMENT)

# ProjectName
source: If applicable, the name of the project this package belongs to.
nb_no: Eventuelt prosjektnavn hos etat, kommune, arkivskaper eller arkiveier.

# GuiSubsection_ArchiveMain
source: Give a short explanation of the archive's content
nb_no: Gi en kort beskrivelse av innholdet i arkivet

# GuiSubsection_ArchiveCreator
source: Original archival creator, the origin or source of the archive
nb_no: Opprinnelig arkivskaper, opphavet til arkivet

# GuiSubsection_Transferer
source: Responsible organisation for the transfer of archives to the depository.
nb_no: Juridisk ansvarlig virksomhet for overføring av arkiv til depot. Ofte samme som arkivskaper.

# GuiSubsection_Producer
source: The entity responsible for the technical extraction of data. Often the service provider.
nb_no: Teknisk uttrekksprodusent. Ofte systemleverandør.

# GuiSubsection_System
source: The software used for creating the archive, such as records management systems or information systems.
nb_no: Navnet på systemet arkivet ble skapt i. Bruk det etablerte navnet hos dere. Er det ikke et naturlig systemnavn kan korte beskrivelser som «Mappestruktur på filserver» og «Mediekonvertert fotosamling» benyttes.

# GuiSubsection_Recipient
source: The archival repository responsible for receiving the information package
nb_no: Mottaker av arkivpakke, f.eks. «Arkivverket»

# GuiSubsection_Owner
source: The entity with ownership and disposal rights over the archive
nb_no: Virksomhet med eierskap og råderett til arkivet

# GuiSubsection_ExtractionDate
source: The date when data was extracted from the system
nb_no: Dato arkivuttrekket ble generert

# GuiSubsection_Creator
source: The organization that creates the package containing the archive
nb_no: Virksomhet som skaper arkivpakken og tilhørende METS-dokument

# GuiSubsection_ArchiveSystem
source: The software that extracted data from the system
nb_no: Systemet som produserte arkivuttrekket

# GuiSubsection_Creator_Email
source: Receives upload link for transfer to the National Archives
nb_no: Mottar opplastingslenke ved overføring til Arkivverket

# SelectPackageType
source: The type of information packet according to the OAIS (Open Archival Information System) standard. For transfers to the repository, "SIP" (Submission Information Package) is used.
nb_no: Informasjonspakketype etter OAIS-standarden.

# SelectPackageType_SIP
source: SIP - Submission Information Package
nb_no: SIP - Overføringspakke - for overføring til depot

# SelectPackageType_AIP
source: AIP - Archival Information Package
nb_no: AIP - Bevaringspakke - for vedlikehold i depot
